Repository: lukecarbis/mainwp-child
Catalog: languages/mainwp-child-*.po
Languages: sr_cs

source: MainWP Settings
sr_cs: MainWP Podešavanje

source: Connection Settings
sr_cs: Podešavanje konekcije

source: Require Unique Security ID
sr_cs: Zahtev za jedinstveni sigurnosni ključ

source: Your Unique Security ID is:
sr_cs: Vaš jedinstveni sigurnosni ključ je:

source: The Unique Security ID adds additional protection between the Child plugin and your<br/>Main Dashboard. The Unique Security ID will need to match when being added to <br/>the Main Dashboard. This is additional security and should not be needed in most situations.
sr_cs: Jedinstveni sigurnosni ključ obezbeđuje dodatnu zaštitu između sajta i kontrolne table.<br/> Jedinstveni sigurnosni ključ se mora poklapati prilikom dodavanja sajta u kontrolnu tablu. <br/> Ova dodatna sigrnosna opcija, u većini slučajeva nije potrebna.

source: Save Changes
sr_cs: Sačuvaj Promene

source: Authentication failed. Reinstall MainWP plugin please
sr_cs: Autentifikacija neuspešna. Molimo, reinstalirajte MainWP.

source: No such user
sr_cs: Nepostojeći korisnik

source: User is not an administrator
sr_cs: Korisnik nema administratorske privilegije.

source: Bad request.
sr_cs: Loš zahtev.

source: Bad request
sr_cs: Loš zahtev.

source: Invalid request
sr_cs: Nevažeći zahtev.

source: Public key already set, reset the MainWP plugin on your site and try again.
sr_cs: Javni ključ je već podešen, resetujte MainWP na sajtu i pokušajte ponovo.

source: This Child Site is set to require a Unique Security ID - Please Enter It before connection can be established.
sr_cs: Jedinstveni sigurnosni ključ je potreban za ovaj sajt - Molimo, unesite ključ kako bi konekcija mogla biti uspostavljena.

source: The Unique Security ID you have entered does not match Child Security ID - Please Correct It before connection can be established.
sr_cs: Jedinstveni sigurnosni ključ koji ste uneli se ne poklapa sa ključem na sajtu - Molimo, ispravite ključ kako bi konekcija mogla biti uspostavljena.

source: Could not change the admin password.
sr_cs: Administratorska šifra nije mogla biti promenjena.

source: Undefined error
sr_cs: Nedefinisana greška

source: Username: %s
sr_cs: Korisnično ime: %s

source: Password: %s
sr_cs: Lozinka: %s

source: [%s] Your username and password
sr_cs: [%s] Vaše korisničko ime i lozinka

source: This site already contains a link - please disable and enable the MainWP plugin.
sr_cs: Saj već poseduje link - Molimo, deaktivirajte, pa ponovo aktivirajte MainWP

source: Wordpress Filesystem error:
sr_cs: WordPress sistemska greška:

source: File could not be uploaded.
sr_cs: Datoteka nije mogla biti uploadovana.

source: File is empty. Please upload something more substantial. This error could also be caused by uploads being disabled in your php.ini or by post_max_size being defined as smaller than upload_max_filesize in php.ini.
sr_cs: Datoteka je prazna. Molimo, uplodujte validnu datoteku. Do ove greške moglo je doći ako je upload zabranjen u Vašoj php.ini datoteci ili ako je post_max_size definisan kao manji od upload_max_filesize u php.ini datoteci.

source: Clone or Restore
sr_cs: Kloniranje ili Vratite prethodno stanje

source: Cloning is currently off - To turn on return to your main dashboard and turn cloning on on the Migrate/Clone page.
sr_cs: Kloniranje je trenutno isključeno - da biste omogućili kloniranje, vratite se na Kontrolni sajt i uključite kloniranje na stranici Kloniranje.

source: Your content directory is not writable. Please set 0755 permission to
sr_cs: Direktorium u kome se nalazi Vaš sadržaj nije upisiv. Molimo, podesite ovlašćenja na 0755.

source: Cloning process completed successfully! You will now need to click
sr_cs: Proces kloniranja uspešno završen! Potrebno je da kliknete

source: here
sr_cs: ovde

source: to re-login to the admin and re-save permalinks.
sr_cs: da biste se logovali i opet podesili linkove.

source: Upload successful.
sr_cs: Upload uspešan.

source: Clone/Restore Website
sr_cs: Klonira/Vrati Sajt

source: Cloning is currently on but no sites have been allowed, to allow sites return to your main dashboard and turn cloning on on the Migrate/Clone page.
sr_cs: Kloniranje je trenutno uključeno, ali nema sajtova sa ovlašćenjem za kloniranje. Da biste omogućili sajtu da bude kloniran, vratite se na Kontrolni sajt i odaberite selktujte sajtove na stranici Kloniranje.

source: Display by:
sr_cs: Prikaži po:

source: Site Name
sr_cs: Naziv Sajta

source: Clone Options
sr_cs: Opcije za kloniranje

source: Clone Website
sr_cs: Kloniraj sajt

source: Restore/Clone From Backup
sr_cs: Vrati/Kloniraj sa Backup datotekom

source: Upload backup in .zip format (Maximum filesize for your server settings:
sr_cs: Uploadujte backup datoteku u .zip formatu. (Maksimalna veličina datoteke za Vaš server je:

source: If you have a FULL backup created by your Network dashboard you may restore it by uploading here.
sr_cs: Ako image Kompletan Backup kreiran uz pomoć MainWP plugina, možete ga uploadovati ovde.

source: A database only backup will not work.
sr_cs: Backup samo baze podataka neće raditi.

source: No site given
sr_cs: Nema datog sajta

source: Site not found
sr_cs: Sajt nije pronađen

source: Could not create backupfile on child
sr_cs: Kreiranje backup datoteke na sajtu neuspešan

source: Invalid response
sr_cs: Nevažeći odgovor

source: No download link given
sr_cs: Link za preuzimanje nije dat

source: No download file found
sr_cs: Datoteka za preuzimanje nije pronađena

source: Backup file not found
sr_cs: Backup datoteka nije pronađena

source: Cloning process completed successfully! Check and re-save permalinks
sr_cs: Process kloniranja uspešno završen! Proverite i ponovo sačuvajte perma-linkove

source: Not a full backup.
sr_cs: Nije kompletan backup.

source: Database backup not found.
sr_cs: Backup baze podataka nije pronađen.

source: Cant read configuration file from backup
sr_cs: Nije moguće prošitati konfiguracionu datoteku iz backup-a

source: Invalid database host or user/password.
sr_cs: Nevažeći host baze podataka ili korisničko ime i lozinka.

source: Invalid database name
sr_cs: Pogrešan naziv baze podataka

source: Error importing database
sr_cs: Greška pri unosu baze podataka

source: Error: unexpected end of file for database
sr_cs: Greška: neočekivan kraj baze podataka

source: Home Page
sr_cs: Glavna strana

source: Archive
sr_cs: Arhiva

source: Search
sr_cs: Pretraži

source: Blog Home Page
sr_cs: Glavan strana bloga

source: Unable to create directory
sr_cs: Kreiranje direktorijuma nemoguće

source: Is its parent directory writable by the server?
sr_cs: Da li je direktorijum upisiv od strane servera?

source: Something went wrong while contacting the child site. Please check if there is an error on the child site. This error could also be caused by trying to clone or restore a site to large for your server settings.
sr_cs: Nešto nije u redu u komunikaciji za sajtom. Molimo proverite da li ima grešaka na sajtu. Do ove greške moglo je doći ako ste pokušali klonirati sajt veći nego što je dozvoljeno u podešavanjima servera.

source: Child plugin is disabled or the security key is incorrect. Please resync with your main installation.
sr_cs: Child Plugin je isključen ili je sigurnosni ključ pogrešan. Molimo, sinhronizujte sa Vašnom glavnom instalacijom.

source: MainWP Clone
sr_cs: MainWP Kloniranje

source: This is a large site (%dMB), the restore process will more than likely fail.
sr_cs: Ovo je veliki sajt (%dMB), kloniranje verovatno neće uspeti.

source: Continue Anyway?
sr_cs: Nastavi u svakom slučaju?

source: Creating backup on %s expected size: %dMB (estimated time: %d seconds)
sr_cs: Kreiranje backupa na %s očekivana veličina %dMB (očekivano vreme trajanja %d sekundi)

source: Backup created on %s total size to download: %dMB
sr_cs: Backup kreiran na %s puna veličina za download: %dMB

source: Downloading backup
sr_cs: Preuzimanje backupa

source: Backup downloaded
sr_cs: Backup preuzet

source: Extracting backup and updating your database, this might take a while. Please be patient.
sr_cs: Raspakivanje backupa i ažuriranje baze podataka u toku, ovo može potrajati. Molimo, budite strpljivi.

source: Cloning process completed successfully!
sr_cs: Kloniranje uspešno završeno!
